Repository: dinhquydds/nanocucurmin
Catalog: tm/implant-omegat.tmx
Source language: en_us
Languages: vi

source: Stability and retention of an implant-supported prosthesis are great improvements over soft tissue– borne dentures (Figure 1-32).
vi: Stability and retention of an implant-supported prosthesis are great improvements over soft tissue– borne dentures (Hình 1-32).

source: TYPE
vi: LOẠI

source: Table 5-1 Prosthodontic Classiﬁcation
vi: Table 5-1 Phân loại phục hình

source: Table 5-2 Comparison of Porcelain-to-Metal versus Hybrid Prostheses (FP-3)
vi: Table 5-2 So sánh Sứ kim loại với phục hình lai (FP-3)

source: Technique
vi: Kỹ thuật

source: Teeth
vi: Răng

source: The completely implant-supported overdenture requires the same number of implants as a ﬁxed- implant restoration.
vi: Hàm phủ nâng đỡ hoàn toàn trên implant đòi hỏi số implant giống như phục hình cố định trên implant.

source: The ovoid arch form (A) often has an A-P distance of 6 to 8 mm.
vi: Cung răng dạng oval (A) thường có khoảng cách trước sau 6 đến 8 mm.

source: The added implants in the edentulous site result in fewer pontics, more retentive units in the restoration, and less stress to the supporting bone.
vi: Implant được thêm vào vùng mất răng dẫn tới ít nhịp cầu hơn, nhiều đơn vị lưu giữ hơn, và ít tải lực lên xương nâng đỡ.

source: The additional implant of choice is in the second premolar site, especially when a larger-diameter implant is not placed in the molar site.
vi: Lựa chọn số lượng implant thêm vào trong vùng răng cối nhỏ thứ hai, đặc biệt khi một implant đường kính lớn không được đặt ở vùng răng cối lớn.

source: The amount and contour of the metal work is different than for a FP-1 restoration and is more relevant in an FP-2 prosthesis, because the
vi: Số lượng và đường viền của kim loại thì khác phục hình FP-1 và thích hợp cho phục hình FP-2, bởi vì

source: The amount of implant support is variable.
vi: Số lượng implant nâng đỡ thì khác nhau.

source: The anterior bite forces are lowest in the central and lateral incisor region.
vi: Lực cắn phía trước thấp nhất ở vùng răng cửa giữa và răng cửa bên.

source: The cervical diameter of a maxillary central incisor is approximately 6.5 mm with an oval to triangular cross section.
vi: Đường kính cổ của răng cửa giữa hàm trên xấp xỉ 6.5mm với dạng cắt ngang là oval hay tam giác.

source: The density of structures within the image is absolute and quantitative and can be used to differentiate tissues in the region and cha- racterize bone quality (Figure 3-10; Boxes 3-8 and 3-9).10,11,49-55 CT enables the evaluation of proposed implant sites and provides diagnostic information that other imaging or combinations of imaging techniques cannot provide.
vi: The density of structures within the image is absolute and quantitative and can be used to differentiate tissues in the region and cha- racterize bone quality (Hình 3-10; Boxes 3-8 and 3-9).10,11,49-55 CT enables the evaluation of proposed implant sites and provides diagnostic information that other imaging or combinations of imaging techniques cannot provide.

source: The difference between the two materials may create microstrain conditions of pathologic overload and cause implant failure (Figure 7-19, A).
vi: The difference between the two materials may create microstrain conditions of pathologic overload and cause implant failure (Hình 7-19, A).

source: The doctor should inform the patient that a denture replaces more bone and soft tissue than teeth, and every 5 years a reline or new denture is suggested to replace the additional bone loss by atrophy (Figure 1-16).
vi: The doctor should inform the patient that a denture replaces more bone and soft tissue than teeth, and every 5 years a reline or new denture is suggested to replace the additional bone loss by atrophy (Hình 1-16).

source: The doctor should diagnose the amount of bone loss and its consequences on facial esthetics, function, and the psychological and overall health.
vi: Bác sĩ nên chẩn đoán lượng xương bị tiêu và hệ quả của nó trên thẩm mỹ mặt, chức năng, và tâm lý của bệnh nhân.

source: The emergence of the crown contours on implants of this dimension permit sulcular probing.
vi: Sự xuất hiện của đường viền mão răng trên implant của cho phép thăm dò khe nướu.

source: The hard and soft tissue conditions are ideal for a crown of normal contour and size.
vi: Tình trạng mô cứng và mô mềm lý tưởng cho một mão răng có kích thước và đường viền bình thường.

source: The implants in an RP-4 prosthesis
vi: Implant trong phục hình RP-4

source: The lateral incisor is the smallest tooth in the arch, so the cantilever is limited.
vi: Răng cửa bên là răng nhỏ nhất trên cung răng, vì vậy nhịp vói được giới hạn.

source: The length (usually in millimeters) of the cantilever (effort arm) divided by the resistance arm represents the mechanical advantage.
vi: Chiều dài (thường đo bằng millimeters) của nhịp vói (tay chịu lực) được chia bởi tay đối kháng đại diện cho thuận lợi cơ học.

source: The mandible ﬂexure and torsion is free to occur when the separation between the two prostheses is between the mental foraminae.
vi: Sự cong và xoắn vặn của hàm dưới không xảy ra nếu phân cách hai phục hình hàm dưới giữa hai lỗ cằm.

source: The maxillary arch will continue to lose bone, and the bone loss may even be accelerated in the premaxilla.3,4 Once this dimension is lost, the patient will have much more difﬁculty with retention and stability of the restoration.
vi: Cung răng hàm trên tiếp tục tiêu xương, và xương mất thậm chí tăng tốc ở phía trước hàm trên.3,4 Một khi kích khối lượng xương này bị mấtbệnh nhân sẽ gặp nhiều khó khăn với sự lưu giữ và vững ổn của hàm giả.

source: The patient force factors are then noted.
vi: Sau đó yếu tố lực của bệnh nhân được chú ý.

source: The patient wanted a ﬁxed restoration in the maxilla and mandible.
vi: bệnh nhân muốn phục hình cố định ở hàm trên và hàm dưới.

source: The prosthesis that satisﬁes these goals and eliminates the existing problems may then be designed.
vi: Phục hình thoả mãn những yêu cầu trên và loại bỏ những vấn đề tồn tại thì được thiết kế.

source: The restoration is rigid when inserted: overdenture attachments usually connect the removable prosthesis to a low-proﬁle tissue bar or superstructure that splints the implant abutments.
vi: Phục hình thì cứng chắc khi nó được gắn vào: attachments của hàm phủ thường kết nối với phục hình tháo lắp đến low-proﬁle tissue bar hoặc superstructure that splints the implant abutments.

source: The restoration type is related to the contour of the restoration.
vi: Loại phục hình liên quan tới đường viền của phục hình.

source: The soft tissue drape is also reduced around the prosthesis.
vi: Mô mềm bị tiêu xung quanh phục hình.

source: The ﬁnal restoration, not the implant type and position, should be determined ﬁrst.
vi: Phục hình sau cùng , nên được xác định trước, không phải loại và vị trí của implant.

source: The FP-1 prosthesis is most often desired in the maxillary anterior region, especially in the esthetic zone during smiling or speaking.
vi: Phục hình FP-1 thường đòi hỏi ở vùng răng trước hàm trên, đặc biệt là ở vùng thẩm mỹ khi cười hoặc nói.

source: The FP-3 ﬁxed restoration appears to replace the natural teeth crowns and has pink-colored restorative materials to replace a portion of the soft tissue.
vi: Phục hình cố định FP-3 thay thế thân răng thật vavật liệu phục hồi màu hồng để thay thế một phần mô mềm.

source: The RP-4 prosthesis may have the same appearance as an FP-1, FP- 2, or FP-3 restoration.
vi: Phục hình RP-4 có thể có dạng ngoài giống như phục hình FP-1, FP- 2, hoặc FP-3..

source: The abutment closest to the cantilever (fulcrum) receives a force equal to the sum of the other two forces, or, in this example 75 lb (25 lb + 50 lb) (Figure 8-2).
vi: Abutment gần nhịp vói nhất (điểm tựa) nhận 1 lực bằng tổng của hai lực còn lại, hoặc, trong ví dụ này là 75 lb (25 lb + 50 lb) (Hình 8-2).

source: The addition of gingival-tone acrylic or porcelain for a more natural ﬁxed prosthesis appearance is often indicated with multiple implant abutments because bone loss is common with these conditions (Figure 5-11).
vi: The addition of gingival-tone acrylic or porcelain for a more natural ﬁxed prosthesis appearance is often indicated with multiple implant abutments because bone loss is common with these conditions (Hình 5-11).

source: The additional implants to support the expected forces on the prosthesis designed may then be determined with implant size and design selected to match force and area conditions.
vi: Implant thêm vào để nâng đỡ lực dự kiếm trên thiết kế phục hình có thể sau khi xác định kích cỡ implant và chọn lựa thiết kế phù hợp với lực và điều kiện vùng..

source: The amount of support required for an implant prosthesis should initially be designed similar to traditional tooth-supported restorations.
vi: Số lượng nâng đỡ cần thiết cho phục hình implant nên bắt đầu được thiết kế phục hình nâng đỡ trên răng truyền thống.

source: The average total edentulous rate around the world is 20% at age 60, although there is wide disparity from the countries with the highest and lowest rates54 (Figure 1-11).
vi: The average total edentulous rate around the world is 20% at age 60, although there is wide disparity from the countries with the highest and lowest rates54 (Hình 1-11).

source: The beneﬁts of implant dentistry can be realized only when the prosthesis is ﬁrst discussed and deter- mined.
vi: Lợi ích của implant nha khoa có thể nhận ra chi khi phục hình được làm.

source: The body of the mandible also is at increased risk of fracture, even under very-low-impact forces (Figure 1-19).
vi: The body of the mandible also is at increased risk of fracture, even under very-low-impact forces (Hình 1-19).

source: The body of the mandible ﬂexes distal to the foramen on opening and has torsion during heavy biting with potential clinical signiﬁcance for full-arch implant prostheses.31,32 As a result, a full-arch implant prosthesis replacing the ﬁrst or second molars should not be splinted to molars on the opposite side.
vi: Thân xương hàm dưới gập góc phía xa đến lỗ cằm khi mở miệng tạo lực xoắn khi cắn mạnh với tiềm năng lâm sàng ý nghĩa cho phục hình implant nguyên cung răng. Kết quả là phục hình implant toàn bộ cung răng thay thế răng cối lơn thứ nhất hoặc thứ hai không nên nẹp với phần còn lại.

source: The bone density D2 is the most common bone density observed in the mandible (Figure 7-13).
vi: The bone density D2 is the most common bone density observed in the mandible (Hình 7-13).

source: The bone loss and lack of interdental soft tissue complicate the ﬁnal esthetic result, especially in the cervical region of the crowns.
vi: Xương mất và thiếu mô mềm giữa hai răng làm phức tạp kết quả thẩm mỹ sau cùng, đặc biệt là vùng cổ răng của thân răng.

source: The canine and ﬁrst molar sites are key positions, especially when adjacent teeth are missing.
vi: Vùng răng nanh và răng cối là vị trí chìa khoá, đặc biệt khi răng kế cận bị mất.

source: The carious lesion at the crown margin may cause structural failure, even if endodontic treatment is possible (Figure 1-7).
vi: The carious lesion at the crown margin may cause structural failure, even if endodontic treatment is possible (Hình 1-7).

source: The clinician and the patient should realize that the bone will continue to resorb in the soft tissue–borne regions of the prosthesis.
vi: Bác sĩ và bệnh nhân nên nhận ra rằng xương sẽ tiếp tục tiêu trong vùng mô-xương mềm của phục hình.

source: The completely edentulous mandibular over- denture may have: (1) two anterior implants indepen- dent of each other; (2) splinted implants in the canine region to enhance retention; (3) three splinted implants in the premolar and central incisor areas to provide lateral stability; or (4) implants splinted with a cantilevered bar to reduce soft tissue abrasions and to limit the amount of soft tissue coverage needed for prosthesis support.
vi: Hàm phủ mất răng toàn phần hàm dưới có thể có: (1) hai implant độc lập với nhau ở phía trước; (2) các implant được nẹp với nhau ở vùng răng nanh để tăng lưu giữ; (3) ba implant được nẹp với nhau ở vùng răng cối nhỏ và răng cửa giữa để tăng ổn định sang bên; hoặc (4) implant nẹp với nhau với thanh vói để giảm sự tiêu mô mềm và giới hạn số lượng phủ lên mô mềm cần cho nâng đỡ phục hình.

source: The completely edentulous patient is too often treated as though cost were the primary factor in establishing a treatment plan.
vi: Bệnh nhân mất răng toàn phần thường điều trị với ý nghĩ giá cả là yếu tố chính trong thiết lập kế hoạch điều trị.

source: The concept of ﬂexure and torsion does not affect the maxilla, where all implants often are splinted together, regardless of their positions in the arch.
vi: Khái niệm về gập góc và xoắn vặn không ảnh hưởng lên hàm trên, nơi mà tất cả implant được nẹp với nhau, bất kể vị trí của nó trên cung răng.

source: The consequence of the maxillary procedure was sloughing and loss of the maxilla.
vi: Kết quả của thủ thuật hàm trên làm trầy niêm mạc và tiêu xương hàm trên.

source: The crown height space determination for a hybrid versus the traditional porcelain-metal restoration is 15 mm from the bone to the occlusal plane.
vi: Xác định khoảng chiều cao thân răng cho phục hình lai với phục hình sứ kim loại là 15mm từ xương tới mặt phẳng cắn khớp.

source: The decision of when to image along with which imaging modality to use depends on the integration of these factors and can be organized into three phases.
vi: Quyết định khi nào chụp dùng hình ảnh cũng với đó là hình thức sử dụng phụ thuộc vào sự tích hợp các yếu tố và có thể đượcc tổ chức thành 3 giai đoạn.

source: The decision on the number of implants in the treat- ment plan begins with the implants in the ideal key positions.
vi: Sự quyết định số lượng implant trong kế hoạch điều trị bắt đầu với implant trong vị trí lý tường của implant chìa khoá.

source: The density of available bone in an edentulous site is a determining factor in treatment planning, implant design, surgical approach, healing time, and initial progressive bone loading during prosthetic reconstruction.1,2 This chapter presents the aspects of bone density related to overall planning of an implant prosthesis.
vi: Mật độ của xương sẵn có ở vùng mất răng là một yếu tố quyết định trong kế hoạch điều trị, thiết kế implant, tiếp cận phẫu thuật, thời gian lành thương, .1,2 This chapter presents the aspects of bone density related to overall planning of an implant prosthesis.

source: The difference in the two categories of removable resto- rations is not in appearance (as it is in the ﬁxed categories).
vi: Sự khác nhau trong hai loại phục hình tháo lắp không phải dạng bên ngoài (như trong loại phục hình cố định)

source: The distance between the last abutment and the farthest abutment from the end of the cantilever represents the resistance arm and may be called the anteroposterior distance or A-P spread of the implants.
vi: Khoảng cách giữa abutment sau cùng và abutment xa nhất từ nhịp vói đại diện cho tay đối kháng có thể được gọi là khoảng cách trước sau mở rộng trước sau của implant.

source: The end result should be clearly identiﬁed before the project begins, yet implant dentists often forget this simple but fundamental axiom.
vi: Kết quả cuối cùng có thể xác định rõ ràng trước khi bắt đầu dự án, cũng như bác sĩ nha khoa thường quên điều đơn giản này nhưng nó là quy luật chủ yếu.

source: The esthetic zone of a patient is established
vi: Vùng thẩm mỹ của bệnh nhân được thiết lập

source: The exception to the splinted implant rule is a full- arch mandibular implant prosthesis.
vi: Ngoại lệ của ngyên tắc nẹp implant là phục hình implant toàn bộ hàm dưới

source: The expansion of implant dentistry, its applications for esthetic dentistry, and the creativity of manufacturers in this very competitive market is responsible for the explosion of implant abutment styles available today (Figure 2-9).
vi: The expansion of implant dentistry, its applications for esthetic dentistry, and the creativity of manufacturers in this very competitive market is responsible for the explosion of implant abutment styles available today (Hình 2-9).

source: The extension of the
vi: Sự mở rộng của

source: The external and internal architecture of bone controls virtually every facet of the practice of implant dentistry.
vi: Cấu trúc bên ngoài và bên trong của xương điều khiển mọi mặt của thực hành implant nha khoa..

source: The fact that, on occasion, a cantilever may be acceptable when force factors are low and bone density is favorable does not negate the ideal goal that no cantilever should be designed in the prosthesis.
vi: Sự thật là, nếu có cơ hội, nhịp vói có thể được chấp nhận khi yếu tố lực thấp và mật độ xương thích hợp không phủ nhận mục đích lý tưởng rằng không nhịp vói nên được thiết kế trong phục hình.

source: The goals of implant dentistry are to replace a patient’s missing teeth to normal contour, comfort, function, esthetics, speech, and health, regardless of the previous atrophy, disease, or injury of the stomatognathic system.
vi: Mục đích của implant là để thay thế răng bị mất của bệnh nhân để lấy lại vẻ bình thường, thoải mái, chức năng, thẩm mỹ, phát âm, và sức khoẻ, bất kể sự thiếu hụt trước đó, bệnh tật, hoặc chấn thương của hệ thống hàm mặt.

source: The greater crown heights allow the correction of incisal edge positions.
vi: Chiều cao thân răng cao cho phép vị trí bờ cắn răng cửa chính xác.

source: The greater the load, the greater the ﬂexure.
vi: Tải lực càng lớn, sự uốn càng nhiều.

source: The greater the span between abutments, the greater the ﬂexibility of the metal in the prosthesis.
vi: Khoảng cách giữa các abutment càng lớn, sự uốn cong của kim loại phục càng nhiều.

source: The highest prosthetic complication with single-tooth implants is abutment screw loosening.
vi: Biến chứng cao nhất của phục hình implant đơn lẻ là lỏng vít abutment.

source: The hybrid prosthesis is easier to repair in porcelain fracture, as the denture tooth may be replaced with less risk than adding porcelain to a traditional porcelain-metal restoration.
vi: Phục hình lại thì dễ sửa chữa trong trường hợp vỡ sứ, cũng như răng tỉa được thay thế với nguy cơ ít hơn thêm sứ vào phục hình sứ kim loại.

source: The ideal high smile line displays the interdental papilla of the maxillary anterior teeth but not the soft tissue above the midcervical regions.
vi: Đường cười cao lý tưởng lộ ra nhú nướu của răng trước hàm trên nhưng không gồm mô mềm phía trên vùng giữa cổ răng.

source: The ideal treatment plan should eliminate canti- levers.
vi: Kế hoạch điều trị lý tưởng phải loại bỏ nhịp vói. .

source: The implant body may be divided into a crest module (cervical geometry), a body, and an apex (Figure 2-5).
vi: The implant body may be divided into a crest module (cervical geometry), a body, and an apex (Hình 2-5).

source: The implant dentist can also use the treatment denture as a guide for implant placement.
vi: Bác sĩ implant có thể dùng hàm điều trị như là hướng dẫn cho đặt implant.

source: The implant placement criteria for an RP-4 prosthesis is different than that for a ﬁxed prosthesis.
vi: Tiêu chuẩn để cấy ghép implant cho phục hình RP-4 thì khác phục hình cố định.

source: The implant position may be chosen in relation to bone width, angulation, or hygienic considerations rather than purely esthetic demands (as compared with the FP-1 prosthesis).
vi: Vị trí của implant có thể được chọn trong liên quan với chiều rộng xương, sự gập góc, hoặc vệ sinh dễ dàng hơn là yêu cầu hoàn toàn về thẩm mỹ (so sánh với phục hình FP-1).

source: The implant team requires the services or functions of a number of professionals and may include the referring dentist, laboratory technician, prosthodontist, periodontist, oral surgeon, implantologist, anesthesiologist, radiologist, hygienist, and staff.
vi: Nhóm cấy ghép cần phối hợp với nhiều chuyên ngành nha khoa khác như kỹ thuật viên,bác sĩ phục hình răng, bác sĩ nha chu, bác sĩ phẫu thuật, bác sĩ cấy ghép implant, bác sĩ gây mê, bác sĩ X Quang, và nhân viên khác.

source: The improvement over their removable restoration is signiﬁcant.
vi: Sự cải tiến của phục hình tháo lắp đáng kể.

source: The increase in abutment number decreases the risk of an unretained restoration, which is the third most common ﬁxed prosthesis complication supported by natural teeth.
vi: Gia tăng số lượng abutment giảm nguy cơ thất bại phục hình, là biến chứng của phục hình cố định nân đỡ trên răng thường gặp thứ ba.

source: The internal structure of bone is described in terms of quality or density, which reﬂects a number of bio- mechanical properties, such as strength and modulus of elasticity.
vi: Cấu trúc bên trong của xương được mô tả bằng thuật ngữ chất lượng hoặc mật độ, nó phản ảnh số lượng của tính chất sinh-cơ học, như là sức mạnh và modul đàn hồi.

source: The labial contours of the removable restoration can replace lost bone width and height and support the labial soft tissues without hygienic compromise.
vi: Đương viền môi của phục hình tháo lắp có thể thay thế xương mất về chiều rộng và chiều cao và nâng đỡ môi đồng thời dễ vệ sinh..

source: The laboratory fees for a ﬁxed prosthesis may be similar to a bar, coping attachments, and over- denture.
vi: Chi phí labo cho phục hình cố định có thể tương tự như thanh, coping attachments, và hàm phủ.

source: The last abutment next to the cantilever acts as a fulcrum when a load is applied to the lever.
vi: Abutment sau cùng cạnh nhịp vói đóng vai trò là điểm tựa khi lực đặt lên đòn bẩy.

source: The lateral cephalometric radiograph is useful because it demonstrates the geometry of the alveolus in the mid- anterior region and the relationship of the lingual plate to the patient’s skeletal anatomy (Figures 3-5 and 3-6; Box 3-5).
vi: The lateral cephalometric radiograph is useful because it demonstrates the geometry of the alveolus in the mid- anterior region and the relationship of the lingual plate to the patient’s skeletal anatomy (Hìnhs 3-5 and 3-6; Box 3-5).

source: The lateral proﬁle of the patient shown in Figures 1-27 to 1-29.
vi: The lateral proﬁle of the patient shown in Hìnhs 1-27 to 1-29.

source: The length of the cantilever is directly related to the amount of the additional force placed on the abut- ments of the prosthesis.
vi: Chiều dài của nhịp vói thì liên quan trực tiếp tới số lượng và lực tăng thêm đặt lên abutment của phục hình.

source: The low lip position during smiling permitted the fabrication of an FP-2 prosthesis.
vi: Vị trí môi dưới trong khi cười cho phép việc làm một phục hình FP-2.

source: The low lip position during speech is not affected as much as the high smile line.
vi: Vị trí môi dưới khi phát âm không bị ảnh hưởng nhiều như đường cười cao.

source: The mandibular restoration may be left above the tissue, similar to a sanitary pontic.
vi: Phục hình hàm dưới có thể để lại mô mềm bên trên, tương tự như nhịp cầu mỏng.

source: The mandibular staple also was used in the maxilla, which required a LeFort I (downfracture) procedure.
vi: Nẹp hàm dưới cũng được dùng cho hàm trên, với thủ thuật LeFort I (gãy thấp).

source: The material of choice for an FP-2 prosthesis is precious metal to porcelain.
vi: Chọn lựa vật liệu cho phục hình FP-2 là sứ kim loại.

source: The maxillary FP-2 or the FP-3 prosthesis is often extended or juxtaposed to the maxillary soft tissue so that speech is not impaired.
vi: Phục hình hàm trên FP-2 hoặc FP-3 thường mở rộng hoặc đặt cạnh mô mềm hàm trên do đó gây khó phát âm.

source: The maxillary RP-4 prosthesis usually has more implants and little to no cantilever.
vi: Phục hình RP-4 hàm trên thường có nhiều implant và ít hoặc không có nhịp vói.

source: The maxillary abutments are in the middle of the palate.
vi: Abutment hàm trên nằm giữa khẩu cái.
